echo.send([
	{
		text: '大地被起因不明的天灾四处肆虐，经由天灾席卷过的土地上出现了大量的神秘矿物——',
		pause: 20
	},
	{
		text: '“源石”',
		style: {
			bold: true
		}
	},
	{
		text: '。',
		pause: 20
	},
	'依赖于技术的进步，源石蕴含的能量投入工业后使得文明顺利迈入现代，与此同时，源石本身也催生出',
	{
		text: '“感染者”',
		style: {
			color: 'red'
		}
	},
	{
		text: '的存在。',
		pause: 20
	},
	{
		text: '“感染者”',
		style: {
			color: 'red'
		}
	},
	{
		text: '是身俱力量与不幸的存在，如今他们中的一部分，妄图与源石整合为一，为大地带来新的秩序。',
		pause: 20
	},
	{
		text: '这场战火阴谋是我们对抗天灾遇到的新的阻碍。',
		style: {
			underline: true
		},
		pause: 20
	},
	{
		text: '你将作为罗德岛的一员，与罗德岛公开领导人阿米娅一同，雇佣人员频繁进入天灾影响后的高危地区，救助受难人群，处理矿石争端，',
	},
	{
		text: '以及对抗整合运动——',
		pause: 20
	},
	{
		text: '“罗德岛”',
		style: {
			bold: true
		}
	},
	{
		text: '的战术头脑，',
		pause: 20
	},
	{
		text: '你准备好了吗？',
		pause: 20
	},
])